"About HeliPort" = "Acerca de HeliPort";
"Address: " = "Dirección de Red: ";
"Cancel" = "Cancelar";
"Check for Updates..." = "Buscar Actualizaciones...";
"Create Diagnostics Report..." = "Crear Informe de Diagnósticos...";
"Create Network..." = "Crear Red...";
"Disconnect from: " = "Desconectarse de: ";
"Dynamic WEP" = "WEP Dinámico";
"Enable Wi-Fi Logging" = "Habilitar Registro de Wi-Fi";
"Enter the name and security type of the network you want to join." = "Introduzca el nombre y el tipo de seguridad de la red a la que desea acceder.";
"FUNCTION NOT IMPLEMENTED" = "FUNCIÓN NO IMPLEMENTADA";
"Find and join a Wi-Fi network." = "Encuentra y ingresa a una red Wi-Fi. ";
"Interface Name: " = "Nombre de la Interfaz: ";
"itlwm API Version: " = "itlwm API Version: "; // FIXME
"HeliPort API Version: " = "HeliPort API Version: "; // FIXME
"itlwm Version Mismatch" = "itlwm Version Mismatch"; // FIXME
"Join Other Network..." = "Acceder a otra red...";
"Join" = "Acceder";
"Launch At Login" = "Lanzar al iniciar sesión";
"Network Name:" = "Nombre de Red:";
"No Network Avaliable" = "No Hay Redes Disponibles";
"No Status Information Avaliable" = "No Hay Información de Estado Disponible";
"None" = "Ninguno";
"Open Network Preferences..." = "Abrir Preferencias de Red...";
"Open Wireless Diagnostics..." = "Abrir Diagnósticos de Red Inalámbrica...";
"Password:" = "Contraseña:";
"Password" = "Contraseña";
"Quit HeliPort" = "Salir de HeliPort";
"Reachable" = "Alcanzable";
"Remember this network" = "Recordar esta red";
"Security:" = "Seguridad";
"Show password" = "Mostrar contraseña";
"Turn Wi-Fi Off" = "Activar Wi-Fi";
"Turn Wi-Fi On" = "Desactivar Wi-Fi";
"Unavailable" = "No Disponible";
"Unknown" = "Desconocido";
"Unreachable" = "Inalcanzable";
"Username:" = "Nombre de Usuario";
"Version: " = "Versión: ";
"Visit OpenIntelWireless on GitHub" = "Visit OpenIntelWireless on GitHub"; // FIXME
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Personal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Personal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Personal";
"Wi-Fi: Connected" = "Wi-Fi: Conectado";
"Wi-Fi: Connecting" = "Wi-Fi: Conectando";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Buscando Redes...";
"Wi-Fi Network \"" = "Red Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Desactivado";
"Wi-Fi: On" = "Wi-Fi: Activado";
"Wi-Fi: Status unavailable" = "Wi-Fi: Estado no disponible";
"\" Requires Password" = "\" Necesita una Contraseña";
"    IP Address: "      = "    Dirección IP: ";
"    Router: "          = "    Router: ";
"    Internet: "        = "    Internet: ";
"    Security: "        = "    Seguridad: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canal: ";
"    Country Code: "    = "    Código de País: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Ruido: ";
"    Tx Rate: "         = "    Tasa Tx: ";
"    PHY Mode: "        = "    Modo PHY: ";
"    MCS Index: "       = "    Índice MCS: ";
"    NSS: "             = "    NSS: ";             
